[SpellChecker]
&Add=&Ychwanegu
&Change All=
&Custom Dictionary:=
&Delete=
&Dictionaries ...=
&Edit=&Golygu
&Enter the new custom dictionary name:=
&Excluded Words=
&Help=&Cymorth
&Ignore All=
&Ignore this word:=
&New=
&OK=
&Options...=
&Replace With:=
&Replace:=
&Suggestions:=
&Undo=&Dad-wneud
&With:=
(Ignore All / Change All)=
(no suggestions)=
A&uto-Correct Pairs=
Add&ed Words=
Au&to-Correct=
Automatically correct DUal capitals=
C&hange=
Cancel=Dileu
Choose Folder Containing Dictionaries=
Confirmation:=
Custom Dictionaries:=
D&ictionaries:=
Delete this custom dictionary?=
Dictionaries=
E&xclude this word:=
Filename=
I&gnore=
Ignore Internet addresses=
Ignore words containing numbers=
Ignore words in &UPPERCASE=
Locate Dictionaries...=
Name=
New Custom Dictionary=
Not Found:=
O&ptions:=
Prompt on repeated word=
Reset Defaults=
Spelling=
Spelling Options=
Suggest from main dictionaries only=
The spelling check is complete.=
These words will always be considered incorrect during a spell check operation.=
These words will automatically be corrected when encountered during a spelling check.=
These words will be considered correct during a spell check operation.=
Words added with Ignore All / Change All=

[TfrmColors]
&Even rows:=
&Font color:=
&Odd rows:=
&Untranslated items:=
Cancel=Dileu
Color Preferences=
Fo&nt color:=
Fon&t color:=
OK=Iawn

[TfrmComments]
-=-
&Copy=&Copio
&Original:=&Gwreiddiol:
&Paste=&Gludo
&Translation:=&Cyfieithiad:
&Undo=&Dad-wneud
Comments=Sylwadau
Copy|Copies the selection and puts it on the Clipboard=Copïo|Copïo'r dewis a'i roi ar y Clipfwrdd
Cu&t=To&rri
Cut|Cuts the selection and puts it on the Clipboard=Torri|Torri'r dewis a'i roi ar y Clipfwrdd
Paste|Inserts Clipboard contents=Gludo|Mewnosod cynnwys y Clipfwrdd
Select &All=Dewis &Popeth
Select All|Selects the entire document=Dewis Popeth|Sewis y ddogfen gyfan
Undo|Reverts the last action=Dadwneud | Dychwelyd y weithred ddiwethaf

[TfrmConfigKbd]
&Add=&Ychwanegu
&Close=&Cau
&Current shortcuts:=Ll&wybr byr cyfredol:
&New shortcut:=&Llwybr Byr newydd:
&Remove=&Tynnu
Cate&gories:=&Categorïau
Co&mmands:=&Gorchmynion:
Configure Keyboard=Ffurfweddu'r Bysellfwrdd
Description:=Disgrifiad:
R&eset=&Ailosod
Select command:=Dewis gorchymyn:
Select shortcut:=Dewis llwybr byr:

[TfrmConfigSuspicious]
&Leading spaces mismatch=
&Match between original and translation (one string per row):=
&Original and translation are the same=
&Trailing spaces mismatch=
Cancel=Dileu
Configure suspicious translations=
Mismatched &control characters at end=
OK=Iawn
Translation is &empty=
Treat as suspicious:=

[TfrmDictEdit]
&Add=&Ychwanegu
&Original:=&Gwreiddiol:
&Remove=&Tynnu
&Translations:=
A&dd=
Add a new original=
Add a new translation=
All items\r\nItems with translations\r\nItems without translations\r\nItems with > 1 translations\r\nItems with 1 translation\r\n=
Cancel=Dileu
Change the selection to see different subsets of the dictionary=
Displays available translations. Bold items are the default translations.=
Edit Dictionary=
Make Default=
OK=Iawn
Re&move=
Remove selected original=
Remove the selected translation=
S&how:=

[TfrmDictTranslationSelect]
&Add=&Ychwanegu
&Change=
&Don't check translated items=
&Ignore=
&Original:=&Gwreiddiol:
&Translation:=&Cyfieithiad:
A&vailable translations:=
Add suggested translation to dictionary=
Close=Cau
Don't &ask again (in this session)=
Don't show this dialog again and use the latest response=
Ignore this item (don't translate)=
Select Translation=
Skip items that are already translated=
Stop translating=
Use the suggested translation=

[TfrmDualImport]
&Original file:=
&Translation file (optional):=
&Translation file:=
...=...
Cancel=Dileu
OK=Iawn
Select files=
Select Original File=
Select Translation File=

[TfrmEditItem]
&Name:=
&OK=
&Original:=&Gwreiddiol:
&Section:=
&Translation:=&Cyfieithiad:
Cancel=Dileu
Edit Item=
Ori&ginal Comment=
T&ranslation Comment=

[TfrmExport]
&Filename:=
&OK=
&Preview (editable):=
...=...
Cancel=Dileu
Confirm=Cadarnhau
Error=Gwall
File "%s" already exists. Do you want to overwrite it?=
Invalid filename "%s". Select another filename and try again.=
Preview=
Save file=

[TfrmFindReplace]
Find/Replace=Canfod/Amnewid

[TfrmImportExport]
(there is nothing to show in this view)=
Close=Cau
Configure...=Ffurfweddu...
Import/Export=Mewnforio/Allforio
OK=Iawn

[TfrmMain]
"%s" has been changed outside the program, do you want to reload it?=Mae "%s" wedi ei newid tu allan i'r rhaglen, hoffech chi ei hail-lwytho?
#=
%0:d of %1:d translated=%0:d o %1:d wedi ei gyfieithu
%0:s, version %1:s: Copyright (c) 2003-%2:d by Peter Thörnqvist; all rights reserved\n\nToolbars and menus courtesy of Toolbar2000.\n\tFor more information, see http://www.jrsoftware.org/tb2k.php.\nTheme enabled toolbars and menus courtesy of TBX.\n\tFor more information, see http://g32.org/tbx/index.html.\nExtra themes for TBX courtesy of Roy Magne Klever.\n\tFor more information, see http://www.rmklever.com/delphitbx.\nUnicode enabled add-on package for Toolbar2000 and TBX courtesy of Silverpoint Development\n\tFor more information, see http://club.telepolis.com/silverpointdev/sptbxlib.\nUnicode controls courtesy of Troy Wolbrink's TNT controls.\n\tFor more information, see http://www.tntware.com/delphicontrols/unicode/.\nSpell checker kindly donated by Addictive Software.\n\tFor more info and additional dictionaries, see http://www.addictivesoftware.com\n\nThis program is released subject to the MPL 1.1 license (http://www.mozilla.org/MPL/MPL-1.1.html for details)\nand come with absolutely no warranty of any kind.=
%d items=%d eitem
&Actions=&Gweithredoedd
&Dictionary=&Geiriadur
&Edit=&Golygu
&Encoding:=&Amgodio
&Export=&Allforio
&File=&Ffeil
&Find Next=&Canfod Nesaf
&Help=&Cymorth
&Import=&Mewnforio
&Plugins=
&Replace=&Amnewid
&Translation:=&Cyfieithiad:
&Tree view=
&View=&Golwg
(New Tool %d)=
(no dictionary)=(dim geiriadur)
(none)=(Dim)
(not assigned)=(heb neulltuo)
[%0:s] - %1:s=[%0:s] - %1:s
About %s...=Ynghylch %s...
About...=Ynghylch...
Actions=Gweithredoedd
Add current item to the dictionary=
Add Item=
Add Item...=
Add new item to original and translation=
Add to Dictionary=
All files (*.*)|*.*=
Alternate list editor=
An item with the specified Section and Name already exists=
ANSI=ANSI
ANSI\r\nUTF-8\r\nUnicode\r\n=ANSI\r\nUTF-8\r\nUnicode\r\n
Arguments:=
ASCII Value(s)...=Gwerth(oedd) ASCII...
ASCII Value(s):=Gwerth(oedd) ASCII:
Assigned to:=Neulltuwyd i:
Au&to-Correct=
Available &plugins:=&Ategynnau ar gael
Bookmark 0=Nod Tudalen 0
Bookmark 1=Nod Tudalen 1
Bookmark 2=Nod Tudalen 2
Bookmark 3=Nod Tudalen 3
Bookmark 4=Nod Tudalen 4
Bookmark 5=Nod Tudalen 5
Bookmark 6=Nod Tudalen 6
Bookmark 7=Nod Tudalen 7
Bookmark 8=Nod Tudalen 8
Bookmark 9=Nod Tudalen 9
Camel Case Translations=
Case of letters (UPPER/lower) must match=Rhaid i faint y llythrennau gydweddu (PRIF/bach)
Clear=Clirio
Clear All Translations=Clirio Pob Cyfieithiad
Clear current dictionary items first?=Gwagio eitemau'r geiriadur presennol yn gyntaf?
Clear the MRU list=
Clear the translated text=
Close=Cau
Close this dialog=Caou'r deialog hwn
Configure Keyboard...=Ffurfweddu'r Bysellfwrdd...
Configure suspicious translations...=
Configure the behavior of Next Suspicious Translation=
Confirm=Cadarnhau
Confirm Delete=
Continue searching=
Copy=Copio
Copy all text from original file to translation=Copïo'r holl destun o'r ffeil wreiddiol i'r cyfieithiad
Copy from Name=Copïo o Enw
Copy from Original=Copïo o'r gwreiddiol
Copy selected text=Copïo'r testun hwn
Copy the value of Name to Translation=
Copy the value of Original to Translation=
Copy to Clipboard?=Copïo o'r Clipfwrdd?
Could not create file "%s".\r\nPlease check that the file is writable and that you have sufficient permissions to create and modify files in the affected folder.=
Create a new translation template file for IniTranslator itself=
Create new dictionary=Creu geiriadur newydd
Create new translation=Creu cyfieithiad newydd
Customize...=
Cut=Torri
Cut selected text=Torri'r testun hwn
Decoded characters=Nodau wedi eu dadgodio
Delete Item...=
Delete selected item?=Dileu'r eitem hon?
Delete the current item from both original and translation=
Dictionary=Geiriadur
Dictionary created and ready for use.=Geiriadur wedi ei greu ac yn barod i'w ddefnyddio.
Dictionary files|*.dct;*.cat|All files|*.*=Ffeiliau Geiriadur|*.dct;*.cat|Pob Ffeil|*.*
Dictionary is empty: create or load a dictionary first!=Mae'r Geiriadur yn wag: rhaid creu neu lwytho geiriadur yn gyntaf!
Display orphans (items in translation that are not in the original)=
Display the details pane=
Display the keyboard configuration window=
Display the settings dialog=
Display the tools window=
Edit=Golygu
Edit all parts of the current item=
Edit Dictionary...=
Edit Item=
Edit Item...=
Edit the currently loaded dictionary=
Error=Gwall
Exit=Gadael
Exit application=Gadael y rhaglen
Export=Allforio
Export to an external file or files=
Export...=Allforio...
Failed to execute "%s %s": %s=
Fi&nd what:=Ca&nfod beth:
File=Ffeil
File "%s" not found: make sure the file exists and try again=Heb ganfod ffeil "%s": gwnewch yn siwr fod y ffeil yn bodoli a cheisiwch eto.
Find=Canfod
Find &in:=Canfod &yn:
Find Next=Canfod Nesaf
Find next occurence of the text=Canfod enghraifft nesaf o'r testun
Find next translated item that is missing a shortcut key present in the original=
Find...=Canfod...
Find/Replace=Canfod/Amnewid
Full Screen=
Go to next item in list=Mynd i'r eitem nesaf ar y rhestr
Go to next untranslated item=Mynd i'r eitem nesaf heb gyfieithiad
Go to previous item in list=Mynd i'r eitem flaenorol ar y rhestr
Go to previous untranslated item=Mynd i'r eitem blaenorol heb gyfieithiad
Goto Bookmark=Mynd i Nod Tudalen
Goto Bookmark 0=
Goto Bookmark 1=
Goto Bookmark 2=
Goto Bookmark 3=
Goto Bookmark 4=
Goto Bookmark 5=
Goto Bookmark 6=
Goto Bookmark 7=
Goto Bookmark 8=
Goto Bookmark 9=
Help=Cymorth
Ignore control c&haracters=Anwybyddu nodau r&heoli
Import=Mewnforio
Import from an external file or files=
Import...=Mewnforio...
Information=Gwybodaeth
Ini Translator=
Invert Dictionary=Gwrth-droi'r Geiriadur
Invert the dictionary=Gwrth-droi'r geiriadur
inverted=gwrth-drowyd
Language files|*.lng|Inno Setup files|*.isl|Ini files|*.ini;*.inf|Text files|*.txt:*.inc;*.bat;*.doc|All supported files|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|All files |*.*=Ffeiliau iaith|*.lng|Ffeiliau Inno Setup|*.isl|Ini files|*.ini;*.inf|Ffeiliau testun|*.txt:*.inc;*.bat; *.doc|Pob ffeil sy'n cael ei gynnal|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|Pob ffeil |*.*
lng=lng
Load Dictionary...=Llwytho'r Geiriadur...
Load existing dictionary=Llwytho'r Geiriadur presennol
Lowercase translation=
Make all translations consistent=
Match &case=Cydweddu &maint
Match &line=Cydweddu &llinell
Menu=Dewislen
Modified=Newidwyd
More Buttons|Click to see more buttons=Rhagor o Fotymau|Clicio i weld rhagor
Move one page down in the list=
Move one page up in the list=
Move to next item that is suspected not being translated correctly=
Move to the bottom of the list=
Move to the top of the list=
MRU=
Name cannot be empty=
New Dictionary...=Geiriadur Newydd...
New Translation=Cyfieithiad Newydd
Next=Nesaf
Next suspicious translation=Cyfieithiad amheus nesaf
Next unmatched shortcut=Llwybr byr anghydweddus nesaf
Next untranslated=Nesaf heb gyfieithiad
Open Dictionary File=Agor Ffeil Geiriadur
Open existing translation file=Agor ffeil cyfieithiad presennol
Open original and translation file=Agor y gwreiddiol â'r ffeil cyfieithu
Open Original Language File=Agor y Ffeil Iaith Gwreiddiol
Open Original...=Agor y Gwreiddiol...
Open Translated Language File=Agor y Ffeil Iaith Cyfieithu
Open Translation...=Agor Cyfieithiad...
Ori&ginal:=
Original=Gwreiddiol
Original (%s)=Gwreiddiol (%s)
Original text cannot be empty=
Original\r\nTranslation\r\nBoth\r\n=Gwreiddiol\r\nCyfieithiad\r\nY Ddau\r\n
Paste=Gludo
Paste from clipboard=Gludo o'r clipfwrdd
Plugin Error=Gwall Ategyn
Preferences...=Dewisiadau...
Prev untranslated=Blaenorol heb gyfieithiad
Previous=Blaenorol
Re&place with:=&Amnewid gyda:
Ready=Parod
Remove Invalid=Tynnu'r Annilys
Remove invalid entries from the MRU list=
Reopen=Ailagor
Replace &All=Amnewid &Popeth
Replace all occurences of the text=Amnewid pob enghraiff o'r testun
Replace one item/show replace options=Amnewid un eitem/dangos dewisiadau amnewid
Replace text=Amnewid testun
Replace...=Amnewid...
Restore original sort=Adfer y didoli gwreiddiol
Save current dictionary to file=Cadw'r geiriadur presennol i ffeil
Save current original file=
Save current original file with a new filename=
Save current translation file=Cadw ffeil cyfieithiad presennol
Save current translation with a new filename=Cadw'r cyfieithiad presennol gydag enw ffeil newydd
Save Dictionary File=Cadw Ffeil Geiriadur
Save Dictionary...=Cadw'r Geiriadur...
Save modifications to the dictionary?=
Save Original=
Save Original As...=Cadw'r Gwreiddiol Fel...
Save Original Language File As=Cadw Ffeil yr Iaith Wreiddiol Fel
Save Translated Language File As=Cadw'r Ffeil Iaith Cyfieithu Fel
Save Translation=Cadw Cyfieithiad
Save Translation As...=Cadw Cyfieithiad Fel...
Save Translation Template=Cadw Templed Cyfieithu
Search &up=Chwilio &fyny
Search for text=Chwilio am destun
Search upwards in the list=Chwilio fyny yn y rhestr
Section cannot be empty=
Select a help file=
Select a language file=
Select All=Dewis Popeth
Select all text=Dewis pob testun
Select the field(s) to search in=Dewis y maes/meysydd i'w chwilio
Set focus to the listview=
Set focus to the original edit field=
Set focus to the translation edit field=
Show about box=Dangos blwch ynghylch
Show help file=Dangos ffeil cymorth
Show Key Details=Dangs Manylion Allwedd
Show Quotes=Dangos Dyfynodau
Show quotes in texts=Dangos Dyfynodau o fewn Testun
Show the ASCII values for the selected text=
Skip any control characters (non-alphanumeric) when searching=Hepgor unrhyw nodau rheoli (anwyddorol) wrth chwilio
Some items (%d) could not be saved as they had no Original value=
Spell check the translations=
Spelling...=
T&ools=
Test the exception handler=
Text must match the entire line=Rhair i'r testun gydweddu â'r llinell gyfan
The language will not be changed until you restart the program=Ni fydd yr iaith yn newid nes i chi ailgychwyn y rhaglen
The text "%s" could not be found=Methu canfod testun "%s"
The translation file has been modified, do you want to save it?=Mae'r ffeil cyfieithu wedi newid, hoffech chi ei chadw?
Themes=
There are no plugins to show.=Dim ategynnau ar gael.
This action is just here to disable shortcuts in rich edits (no need to translate this text)=
This function is not yet implemented=Nid yw'r swyddogaeth hon wedi ei gwireddu eto.
Toggle Bookmark=Newid Nodau Tudalen
Toggle Bookmark 0 on/off=
Toggle Bookmark 1 on/off=
Toggle Bookmark 2 on/off=
Toggle Bookmark 3 on/off=
Toggle Bookmark 4 on/off=
Toggle Bookmark 5 on/off=
Toggle Bookmark 6 on/off=
Toggle Bookmark 7 on/off=
Toggle Bookmark 8 on/off=
Toggle Bookmark 9 on/off=
Toggle Focus=Newid Canolbwynt
Toggle focus between list and translation=Newid canolbwynt rhwng rhestr a chyfieithiad
Toggle full screen mode=
Toggle the comments window=
Toggle the Translated status of the item=
Tools=Offer
Translate using Dictionary=Cyfieithu gyda'r Geiriadur
Translate using the dictionary=Cyfieithu gyda'r geiriadur
Translated=Cyfieithiwyd
Translating with dictionary finished=
Translation=Cyfieithiad
Translation (%s)=Cyfieithiad (%s)
Trim leading and trailing characters=
Trim translations=
Trim...=
Unable to locate the help file (%s). Make sure the file exists and try again.=Methu canfod y ffeil cymorth (%s). Gwnewch yn siwr fod y ffeil yn bodoli a cheisiwch eto.
Undo=Allforio...
Undo last edit=Dadwneud y golygu diwethaf
Unicode=
Uppercase translations=
Use this translation everywhere=Defnyddio'r cyfieithiad hwn ym mhobman
UTF-8=
View=Golwg
View all properties=
View Comments=Golwg Sylwadau
View Orphaned Items=Edrych ar Eitemau Amddifad

[TfrmOptions]
&Encoding for new files:=
&Font:=
&Footer:=
&Header:=
&Help:=&Cymorth:
&Ignore translated items when using dictionary=
&Language:=&Iaith:
...=...
A&utomatically move to next/previous=Symud yn &awtomatig i'r nesaf/blaenorol
Advanced=
ANSI\r\nUTF-8\r\nUnicode\r\n=ANSI\r\nUTF-8\r\nUnicode\r\n
Autofo&cus translation when typing=
Cancel=Dileu
Color&s...=
Continually check whether the currently loaded files are being modified outside the program=Gwirio'n barhaus p'un ai yw'r ffeil llwythwyd cyfredol yn cael ei newid oddi allan i'r rhaglen
Enable to show the full path and filename of the loaded files in the listview's columns header=
Enclose strings in quote characters when editing them=Amgae llinynau mewnnodau dyfynnu wrth eu golygu
General=
I&gnore &&'s in dictionaries=&Anwybyddu && yn y geiriaduron
In&vert dictionary=&Gwrth-droi'r geiriadur
Monitor external file &changes=&Monitro newidiadau tu allan
Move to the next item when pressing RETURN (press Shift+RETURN to move to the previous item)=Symud i'r eitem nesaf wrth bwyso RETURN (pwyso Shift+RETURN i symud i'r eitem ddiwethaf)
OK=Iawn
Preferences=Dewisiadau
Press &RETURN to confirm translation:=Pwyso &RETURN i gadarnhau cyfieithiad:
Preview:=
Remember form &position:=Cofio &safle'r ffurflen
Remember form min/ma&x state=Cofio cyflwr mwyaf/lleiaf ffurflen
Remember location of main window=Cofio lleoliad y brif ffenestr
Remember whether main window was minimized /maximized=Cofio p'un ai oedd y brif ffenestr yn fawr/bach
Save the current edits when pressing RETURN=Cadw'r golygu cyfredol wrth bwyso RETURN
Select a new font for the list and edit fields=Dewis ffont newydd o'r rhestr a golygu meysydd
Sh&ow full filename in list columns=
Sho&w details=Dangos &manylion
Show &quotes=&Dangos dyfynodau
Show &tooltips:=Dangos &cyngor:
Show short&cuts in tooltips=Dangos &llwybrau byr ar gynghorion
Show shortcuts in tooltips windows=Dangos llwybrau byr mewn ffenestr cyngor
Show the details panel in the main window=Dangos y panel manylion yn y brif ffenestr
Show tooltips windows=Dangos ffenestri cyngor
Si&ze:=
Skip already translated items when using dictionary=
Switch order of the items in the dictionary=Newid trefn yr eitemau yn y geiriadur
Use sa&me start folder for all files=Defnyddio'r un ffolder cychwyn i bob ffeil
Use translation ever&ywhere=
When a file is opened, set the new folder as the start folder for all file open and save dialogs=Pan mae ffeil ar agor, gosod y ffolder newydd fel y ffolder cychwyn ar gyfer pob ffeil agor a chadw'r  deialogau
When a translation is made, copies the translation to all other matching items automatically=
When activated, typing in the listview will automatically move focus to the translation edit field.=
When translating with the dictionary, strip out any &'s in the original text before comparing=Wrth gyfieithu gyda'r geiriadur, tynnu allan unrhyw & yn y ffeil wreiddiol cyn cymharu

[TfrmOrphans]
&Merge...=
&Save...=
Copy=Copio
Orphaned Items=Eitemau Amddifad

[TfrmPromptArgs]
Application Directory=
Arguments:=
Cancel=Dileu
Command Line:=
Dictionary Directory=
Dictionary Extension=
Dictionary Name=
Dictionary Path=
OK=Iawn
Original Directory=
Original Extension=
Original Line=
Original Name=
Original Path=
Original Text=
System Directory=
Title=
Translation Directory=
Translation Extension=
Translation Line=
Translation Name=
Translation Path=
Translation Text=
Windows Directory=

[TfrmSingleImport]
&Filename:=
...=...
Cancel=Dileu
OK=Iawn
Select file=

[TfrmTools]
&...=
&Add=&Ychwanegu
&Command:=
&Delete=
&Initial Directory:=
&Prompt for arguments=
&Test=
&Title:=
A&rguments:=
Add a new tool item=
All Executables (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|All files (*.*)|*.*=
Application Directory=
C&lear=
Cancel=Dileu
Dictionary Directory=
Dictionary Extension=
Dictionary Name=
Dictionary Path=
Execute the command without closing this dialog=
External Tools=
Me&nu Contents:=
Move &Up=
Move Do&wn=
Move item higher in list=
Move item lower in list=
OK=Iawn
Original Directory=
Original Extension=
Original Line=
Original Name=
Original Path=
Original Text=
Remove selected tool item=
Shortcut &Key:=
System Directory=
Translation Directory=
Translation Extension=
Translation Line=
Translation Name=
Translation Path=
Translation Text=
Use an alternate method to execute command. If your command doesn't work, try checking this option=
Use Shell E&xecute=
Wait for co&mpletion=
Wait for the command to complete before returning to the program (doesn't work with all programs)=
When executed, a dialog is displayed where you can type in any additional arguments of your choice=
Windows Directory=

[TfrmTrim]
Cancel=Dileu
Leading\r\nTrailing\r\nBoth\r\n=
OK=Iawn
Original\r\nTranslation\r\nBoth\r\n=Gwreiddiol\r\nCyfieithiad\r\nY Ddau\r\n
Trim additional &whitespace also=
Trim h&ow:=
Trim Options=
Trim wh&at:=
Trim wh&ere:=

[TGSIParser]
Export to OpenOffice GSI language file=
Import from OpenOffice GSI language file=
OpenOffice GSI files (*.gsi)|*.gsi|All files (*.*)|*.*=
OpenOffice GSI Parser Error=
There was an error importing, please check the files and try again=

[TIBFParser]
Export to IB Forums language file=
IB Forums Parser Error=
Import from IB Forums language file=
PHP files (*.php)|*.php|All files (*.*)|*.*=
There was an error importing, please check the files and try again=

[TMozillaDTDParser]
Export to Mozilla DTD file=
Import from Mozilla DTD file=
Mozilla DTD Files (*.dtd)|*.dtd|All files (*.*)|*.*=

[TMozillaPropsParser]
Export to Mozilla Properties file=
Import from Mozilla Properties file=
Mozilla properties files|*.properties|All files (*.*)|*.*=

[TMsDictParser]
&Filename:=
&Skip lines:=
...=...
Add Microsoft Copyright notice?=
Cancel=Dileu
Confirm=Cadarnhau
Export to MS Glossary CSV file=
Import from MS Glossary CSV file=
MS Glossary Files (*.csv)|*.csv|All files (*.*)|*.*=
OK=Iawn
Select file=
This glossary is intellectual property of Microsoft Corporation. Please refer to the complete copyright text in the README.TXT file included in this file.,,,,,,,=

[TOlegParser]
Export to OlegTranslator file=
Import from OlegTranslator file=
OlegTranslator  Files (*.txt)|*.txt|All files (*.*)|*.*=

[TPHPNukeParser]
Export to phpNuke language file=
Import from phpNuke language file=
PHP files (*.php)|*.php|All files (*.*)|*.*=
phpNuke Parser=

[TPHPParser]
Export to PHP language file=
Import from PHP language file=
PHP files (*.php)|*.php;*.php3|All files (*.*)|*.*=
PHP Parser Error=
There was an error importing, please check the files and try again=

[Translator]
Author=
EMail=(dim)
Language=Rhagosodedig
Version=1.7

[TXilisoftParser]
Configuration=
Do not export empty translations=
Export to Xilisoft lang file=
File not found=
Import from Xilisoft lang file=
Lang files (*.lang)|*.lang|All files (*.*)|*.*=
OK=Iawn
Please import before export!=
